Repository: fjelltopp/ckanext-who-afro
Catalog: ckanext/who_afro/i18n/*/LC_MESSAGES/ckanext-who-afro.po
Languages: fr

source: Make public
fr: Rendre public

source: Make private
fr: Rendre privé

source: Draft
fr: Brouillon

source: This organization has no datasets associated to it
fr: Cette organisation n'a pas de jeu de données associé

source: Are you sure you want to delete organization - {name}?
fr: Etes-vous sûr de vouloir supprimer l'organisation - {name}?

source: Edit Organization
fr: Modifier l'Organisation

source: Add Organization
fr: Ajouter une organisation

source: Search organizations...
fr: Rechercher les organisations...

source: There are currently no organizations for this site
fr: Il n'y a actuellement aucune organisation pour ce site

source: Username
fr: Nom d'utilisateur

source: Email address
fr: Adresse e-mail

source: Update Member
fr: Mettre à jour le membre

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
fr: <p><strong>Admin:</strong> Peut ajouter/modifier et supprimer les jeux de données, ainsi qu’ administrer les membres d’organisations.</p> <p><strong>Editeur:</strong> Peut ajouter et modifier les jeux de données, mais ne peut pas administrer les membres.</p> <p><strong>Membre:</strong> Peut voir les jeux de données spécifiques à l’organisation, mais ne peut pas ajouter de nouveaux jeux de données.</p>

source: {count} member
fr: {count} membre : {count} membres

source: Create an Organization
fr: Créer une Organisation

source: Datasets in organization: {group}
fr: Jeux de données de l'organisation : {group}

source: What are Organizations?
fr: Que sont les organisations ?

source: CKAN Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
fr: Les Organisations CKAN sont utilisées pour créer, gérer et publier des collections de jeux de données. Les utilisateurs peuvent avoir différents rôles au sein d'une Organisation, en fonction de leur niveau d'autorisation pour créer, éditer et publier.

source: My Organization
fr: Mon Organisation

source: A little information about my organization...
fr: Un peu d'information au sujet de mon organisation...

source: Are you sure you want to delete this Organization? Note*: Deleting cannot be performed while public or private datasets belong to this organization.
fr: Êtes-vous sûr de vouloir supprimer cette Organisation ? N.B. : La suppression est impossible tant que des jeux de données publics ou privés appartiennent à cette organisation.

source: Save Organization
fr: Sauvegarder l'Organisation

source: View {organization_name}
fr: Voir {organization_name}

source: Create Dataset
fr: Créer le jeu de données

source: What are datasets?
fr: Que sont les jeux de données ?

source: A CKAN Dataset is a collection of data resources (such as files), together with a description and other information, at a fixed URL. Datasets are what users see when searching for data.
fr: Un jeu de données CKAN est une collection de ressources (telles que des fichiers), ainsi qu'une description et d'autres information, avec une URL fixe. Les jeux de données sont ce que l'utilisateur voit lorsqu'il effectue une recherche de données.

source: Are you sure you want to delete dataset - {name}?
fr: Etes-vous sûr de vouloir supprimer le jeu de données - {name}?

source: Are you sure you want to delete resource - {name}?
fr: Etes-vous sûr de vouloir supprimer la ressource - {name}?

source: View dataset
fr: Voir le jeu de données

source: Edit metadata
fr: Editer les métadonnées

source: Edit view
fr: Éditer la vue

source: Update
fr: Mise à jour

source: Associate this group with this dataset
fr: Associer ce groupe à un jeu de données

source: Add to group
fr: Ajouter au groupe

source: There are no groups associated with this dataset
fr: Il n'y a pas de groupe associé à ce jeu de données

source: Update Dataset
fr: Mettre à jour le jeu de données

source: Add data to the dataset
fr: Ajouter des données au jeu de données

source: Add New Resource
fr: Ajouter une Nouvelle Ressource

source: Add resource
fr: Ajouter une ressource

source: New resource
fr: Nouvelle ressource

source: Add view
fr: Ajouter une vue

source: Data Explorer views may be slow and unreliable unless the DataStore extension is enabled. For more information, please see the <a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>Data Explorer documentation</a>.
fr: Les vues de l'Explorateur de données peuvent être lentes et peu fiables à moins que l'extension du magasin de données soit activée. Pour plus d'informations, s'il vous plaît voir la documentation de l'<a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>Explorateur de données</a>.

source: All resources
fr: Toutes les ressources

source: View resource
fr: Afficher la ressource

source: Edit resource
fr: Editer la ressource

source: Views
fr: Vues

source: API Endpoint
fr: Point d'accès API

source: Go to resource
fr: Aller à la ressource

source: Download
fr: Télécharger

source: There are no views created for this resource yet.
fr: Il n'y a encore aucune visualisation créée pour cette ressource

source: Not seeing the views you were expecting?
fr: Vous ne voyez pas les vues que vous attendiez?

source: Click here for more information.
fr: Cliquez ici pour plus d'information.

source: Here are some reasons you may not be seeing expected views:
fr: Voici quelques raisons pour lesquelles vous ne pouvez pas voir les vues attendues :

source: No view has been created that is suitable for this resource
fr: Il n'existe aucune visualisation adéquate pour cette ressource

source: The site administrators may not have enabled the relevant view plugins
fr: Les administrateurs du site n'ont pas autorisé les extensions pertinentes pour l'affichage

source: If a view requires the DataStore, the DataStore plugin may not be enabled, or the data may not have been pushed to the DataStore, or the DataStore hasn't finished processing the data yet
fr: Si une vue exige le magasin de données, l'extension du magasin de données peut ne pas être activée, les données peuvent ne pas avoir été poussées vers le magasin de données ou le magasin de données n'a pas encore fini de les traiter

source: New view
fr: Nouvelle vue

source: This resource has no views
fr: Cette ressource n'a aucune visualisation définie

source: Add new resource
fr: Ajouter une nouvelle ressource

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a></p>
fr: <p class="empty">Ce jeu de données n'a pas de données, <a href="%(url)s">pourquoi ne pas en ajouter?</a></p>

source: API Docs
fr: Documentation de l'API

source: full {format} dump
fr: extraction {format} complète

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
fr: Vous pouvez aussi accéder à ce catalogue en utilisant l'%(api_link)s (cf. %(api_doc_link)s) ou télécharger %(dump_link)s.

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
fr: Vous pouvez également accéder à ce catalogue en utilisant l'%(api_link)s (cf. %(api_doc_link)s).

source: All views
fr: Toutes les vues

source: View view
fr: Afficher

source: View preview
fr: Voir l'aperçu

source: Additional Info
fr: Info additionnelle

source: Author
fr: Producteur

source: Maintainer
fr: Mainteneur

source: Last Updated
fr: Dernière modification

source: Before you can create a dataset you need to create an organization.
fr: Vous devez créer une organisation avant de pouvoir créer un jeu de données.

source: Create a new organization
fr: Créez un nouvelle organisation

source: There are no organizations to which you can assign this dataset.
fr: Il n'existe pas actuellement d'organisation à laquelle assigner ce jeu de données.

source: Ask a system administrator to create an organization before you can continue.
fr: Demandez à un administrateur de l'application de vous créer une organisation avant de poursuivre.

source: Title
fr: Titre

source: eg. A descriptive title
fr: p.ex. Un titre descriptif

source: eg. my-dataset
fr: par exemple : mon-jeu-de-donnees

source: eg. Some useful notes about the data
fr: par exemple : quelques notes utiles sur les données

source: eg. economy, mental health, government
fr: par exemple : économie, santé mentale, gouvernement

source: License definitions and additional information can be found at <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
fr: Les définitions de la licence et des informations complémentaires peuvent être trouvées chez <a href="http://opendefinition.org/licenses/">opendefinition.org</a>

source: Organization
fr: Organisation

source: Active
fr: Actif

source: The <i>data license</i> you select above only applies to the contents of any resource files that you add to this dataset. By submitting this form, you agree to release the <i>metadata</i> values that you enter into the form under the <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.
fr: La <i>licence des données</ i> que vous sélectionnez ci-dessus ne vaut que pour le contenu de tous les fichiers de ressources que vous ajoutez à cet ensemble de données. En soumettant ce formulaire, vous vous engagez à libérer les valeurs des <i>métadonnées</ i> que vous entrez dans le formulaire en vertu de la <a href="http://opendatacommons.org/licenses/odbl/1-0/">Licence de base de données ouvertes</a>.

source: Are you sure you want to delete this dataset?
fr: Etes-vous sûr de vouloir supprimer ce jeu de données?

source: Next: Add Data
fr: Suivant : Ajouter des données

source: http://example.com/dataset.json
fr: http://exemple.com/dataset.json

source: Joe Bloggs
fr: Jean Dupont

source: Author Email
fr: Courriel de l'auteur

source: joe@example.com
fr: jean@exemple.com

source: Maintainer Email
fr: Courriel du mainteneur

source: Update Resource
fr: Mettre à jour la ressource

source: http://example.com/external-data.csv
fr: http://exemple.com/donnees-externes.csv

source: eg. January 2011 Gold Prices
fr: par exemple : Prix de l'or en janvier 2011

source: Some useful notes about the data
fr: Quelques notes utiles à propos des données

source: eg. CSV, XML or JSON
fr: par exemple : CSV, XML ou JSON

source: This will be guessed automatically. Leave blank if you wish
fr: Ceci sera généré automatiquement. Laissez ce champ vide si vous le souhaitez

source: eg. 2012-06-05
fr: p. ex. 2012-06-05

source: File Size
fr: Taille du Fichier

source: eg. 1024
fr: p. ex. 1024

source: MIME Type
fr: Type MIME

source: eg. application/json
fr: p. ex. application/json

source: Are you sure you want to delete this resource?
fr: Etes-vous sûr de vouloir supprimer cette ressource?

source: Previous
fr: Précédent

source: Save & add another
fr: Enregistrer & ajouter un autre

source: Finish
fr: Terminer

source: What's a resource?
fr: Qu'est-ce qu'une ressource ?

source: A resource can be any file or link to a file containing useful data.
fr: Une ressource peut-être un fichier ou un lien vers un fichier contenant des données utiles.

source: Explore
fr: Explorer

source: More information
fr: Plus d'information

source: Data
fr: Données

source: Fullscreen
fr: Plein écran

source: Embed
fr: Embarquer sur un site

source: This resource view is not available at the moment.
fr: Cette visualisation de ressource n'est pas disponible pour le moment

source: Download resource
fr: Télécharger la ressource

source: Your browser does not support iframes.
fr: Votre navigateur n'est pas compatible avec iframes

source: Embed resource view
fr: Incorporer cette visualisation de ressource

source: You can copy and paste the embed code into a CMS or blog software that supports raw HTML
fr: Vous pouvez copier et coller le code intégré dans un système de gestion de contenu ou un logiciel de blogue qui prend en charge le HTML brut

source: Width
fr: Largeur

source: Height
fr: Hauteur

source: Data and Resources
fr: Données et ressources

source: This dataset has no data
fr: Ce jeu de données est vide

source: eg. My View
fr: p. ex. Ma vue

source: eg. Information about my view
fr: p. ex. Information à propos de ma vue

source: Remove Filter
fr: Supprimer un filtre

source: Filters
fr: Filtres

source: What's a view?
fr: Qu'est-ce qu'une vue?

source: A view is a representation of the data held against a resource
fr: Une vue est une représentation des données détenues par une ressource

source: Add Dataset
fr: Ajouter un jeu de données

source: Trackback URL
fr: Rétrolien

source: Show More {facet_type}
fr: Montrer plus de {facet_type}

source: Show Only Popular {facet_type}
fr: Montrer uniquement les {facet_type} populaires

source: There are no {facet_type} that match this search
fr: Il n'y a pas de {facet_type} qui corresponde à cette recherche

source: Home
fr: Accueil

source: No License Provided
fr: Aucune licence fournie

source: This dataset satisfies the Open Definition.
fr: Ce jeu de données est conforme à l'Open Definition.

source: There is no description for this organization
fr: Il n'y a pas de description pour cette organisation

source: Order by
fr: Trier par

source: Filter Results
fr: Filtrer les resultats

source: <p class="extra">Please try another search.</p>
fr: <p class="extra">Veuillez essayer une autre recherche.</p>

source: <p id="search-error"><strong>There was an error while searching.</strong> Please try again.</p>
fr: <p id="search-error"><strong>Une erreur est survenue pendant votre recherche.</strong> Merci d'essayer de la soumettre à nouveau.</p>

source: {number} dataset found for "{query}"
fr: {number} jeu de données trouvé pour "{query}"

source: No datasets found for "{query}"
fr: Aucun jeu de données trouvé pour "{query}"

source: {number} dataset found
fr: {number} jeu de données trouvé

source: No datasets found
fr: Aucun jeu de données trouvé

source: {number} group found for "{query}"
fr: {number} groupe trouvé pour "{query}"

source: No groups found for "{query}"
fr: Aucun groupe trouvé pour "{query}"

source: {number} group found
fr: {number} groupe trouvé

source: No groups found
fr: Aucun groupe trouvé

source: {number} organization found for "{query}"
fr: {number} organisation trouvée pour "{query}"

source: No organizations found for "{query}"
fr: Aucune organisation trouvée pour "{query}"

source: {number} organization found
fr: {number} organisation trouvée

source: No organizations found
fr: Aucune organisation trouvée

source: Loading...
fr: Chargement...

source: Create API Token
fr: Créer un jeton d’API

source: You haven't created any API Tokens.
fr: Vous n’avez créé aucun jeton d’API.

source: My Datasets
fr: Mes jeux de données

source: My Organizations
fr: Mes organisations

source: My Groups
fr: Mes groupes

source: You haven't created any datasets.
fr: Vous n'avez créé aucun jeu de données

source: Create one now?
fr: Voulez-vous en créer un maintenant ?

source: You are not a member of any groups.
fr: Vous n'êtes membre d'aucun groupe.

source: You are not a member of any organizations.
fr: Vous n'êtes membre d'aucune organisation.

source: Users
fr: Utilisateurs

source: Account Info
fr: Info sur le compte

source: Your profile lets other CKAN users know about who you are and what you do.
fr: Votre profil permet aux autres utilisateurs de CKAN de savoir qui vous êtes et ce que vous faites

source: Change details
fr: Modifier les détails

source: Full name
fr: Nom complet

source: eg. Joe Bloggs
fr: p.ex. Jean Dupont

source: eg. joe@example.com
fr: p.ex. jean@exemple.com

source: A little information about yourself
fr: Un peu d'information à propos de vous

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmez votre mot de passe

source: Sysadmin Password
fr: Mot de passe administrateur système

source: Change password
fr: Changer le mot de passe

source: Old Password
fr: Ancien mot de passe

source: Are you sure you want to delete this User?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur

source: Update Profile
fr: Mettre à jour le profil

source: All Users
fr: Tous les utilisateurs

source: Login
fr: Se connecter

source: Need an Account?
fr: Vous avez besoin d'un Compte ?

source: Then sign right up, it only takes a minute.
fr: Alors inscrivez-vous tout de suite, il n'y en a que pour une minute.

source: Create an Account
fr: Créer un Compte

source: Forgotten your password?
fr: Mot de passe oublié ?

source: No problem, use our password recovery form to reset it.
fr: Aucun problème, utilisez notre formulaire de regénération du mot de passe pour le réinitialiser.

source: Forgot your password?
fr: Mot de passe oublié ?

source: Logged Out
fr: Déconnecté

source: You are now logged out.
fr: Vous êtes maintenant déconnecté.

source: You're already logged in as {user}.
fr: Vous êtes déjà connecté sous le nom de {user}.

source: Logout
fr: Déconnexion

source: Remember me
fr: Se souvenir de moi

source: You're already logged in
fr: Vous êtes déjà connecté

source: You need to log out before you can log in with another account.
fr: Vous devez vous déconnecter avant de vous identifier avec un autre compte.

source: Log out now
fr: Déconnexion immédiate

source: Registration
fr: Inscription

source: Register for an Account
fr: Enregistrer un compte

source: Why Sign Up?
fr: Pourquoi s'inscrire ?

source: Create datasets, groups and other exciting things
fr: Créer des jeux de données, des groupes et d'autres choses passionnantes

source: username
fr: nom d'utilisateur

source: Full Name
fr: Nom Complet

source: Create Account
fr: Créer un compte

source: Reset Your Password
fr: Réinitialiser votre mot de passe

source: Password Reset
fr: Réinitialisation du mot de passe

source: You can also change username. It can not be modified later.
fr: Vous pouvez aussi changer le nom d'utilisateur. Il ne peut pas être modifié ultérieurement.

source: Update Password
fr: Mettre à jour le mot de passe

source: How does this work?
fr: Comment ça marche ?

source: Simply enter a new password and we'll update your account
fr: Fournissez simplement un nouveau mot de passe et nous actualiserons votre compte

source: User hasn't created any datasets.
fr: L'utilisateur n'a créé auncun jeu de données.

source: You have not provided a biography.
fr: Vous n'avez pas fourni de biographie.

source: This user has no biography.
fr: Il n'y a pas de biographie pour cet utilisateur.

source: This means only you can see this
fr: Cela signifie, que vous seul pouvez voir ceci

source: Member Since
fr: Membre Depuis

source: API Key
fr: Clé d'API

source: Reset your password
fr: Réinitialiser votre mot de passe

source: Email or username
fr: Adresse email ou nom d'utilisateur

source: Enter your email address or username into the box and we will send you an email with a link to enter a new password.
fr: Entrez votre adresse email ou votre nom d'utilisateur. Nous vous enverrons un email avec un lien pour créer un nouveau mot de passe.

source: Token
fr: Jeton

source: Last access
fr: Dernière date d’accès

source: Never
fr: Jamais

source: Revoke
fr: Supprimer

source: No followers
fr: Aucun suiveur

source: Search Users
fr: Rechercher des utilisateurs

source: Need to be system administrator to administer
fr: Vous devez être un administrateur système pour administrer

source: Action not implemented.
fr: Action non implémentée.

source: Bad request
fr: Requête incorrecte

source: JSON Error: %s
fr: Erreur JSON : %s

source: Bad request data: %s
fr: Mauvaise requête de données : %s

source: Access denied
fr: Accès non autorisé

source: Not authorized to see this page
fr: Vous n'êtes pas autorisé à consulter cette page

source: Invalid search query: {error_message}
fr: requête de recherche invalide : {error_message}

source: User %r not authorized to edit %s
fr: L'utilisateur %r n'est pas autorisé à éditer %s

source: Unauthorized to read package %s
fr: Lecture du paquet %s non autorisée

source: Viewing datasets of type "{package_type}" is not supported ({file_!r}).
fr: La visualisation des ensemble de données de type "{package_type}" n'est pas supportée ({file_!r}).

source: Unauthorized to create a package
fr: Vous n'êtes pas autorisé à enregistrer un jeu de données

source: Unable to add package to search index.
fr: Échec d'ajout du paquet à l'index de recherche.

source: Unable to update search index.
fr: Échec de mise à jour de l'index de recherche.

source: Unauthorized to delete package %s
fr: Vous n'êtes pas autorisé à supprimer le paquet %s

source: Dataset has been deleted.
fr: Ce jeu de données a été supprimé.

source: You are now following {0}
fr: Vous suivez maintenant {0}

source: You are no longer following {0}
fr: Vous ne suivez plus {0}

source: User %r not authorized to edit members of %s
fr: L'utilisateur %r n'est pas autorisé à modifier les membres de %s

source: Unauthorized to delete group %s members
fr: Vous n'êtes pas autorisé à supprimer un membre du groupe %s

source: Group member has been deleted.
fr: Le membre de ce groupe a été supprimé

source: Unauthorized to view followers %s
fr: Vous n'êtes pas autorisé à visualiser les abonnés à %s

source: Not authorized to perform bulk update
fr: Vous n'êtes pas autorisé à effectuer des mises à jour par lots

source: Unauthorized to create a group
fr: Vous n'êtes pas autorisé à créer un groupe

source: Unauthorized to delete group %s
fr: Vous n'êtes pas autorisé à supprimer le groupe %s

source: %s has been deleted.
fr: %s a été effacé.

source: Unauthorized to create group %s members
fr: Non autorisé à créer des membres du groupe %s

source: Unauthorized to add member to group %s
fr: Vous n'êtes pas autorisé à ajouter un membre au groupe %s

source: Please <a href="%s">update your profile</a> and add your email address.
fr: Merci de <a href="%s">mettre à jour votre profil</a> et d'ajouter votre adresse e-mail.

source: %s uses your email address if you need to reset your password.
fr: %s utilise votre adresse e-mail si vous avez besoin de réinitialiser votre mot de passe.

source: Unauthorized to read resource %s
fr: Vous n'êtes pas autorisé à lire la ressource %s

source: Resource view not found
fr: La ressource ne peut être affichée

source: Unauthorized to update dataset
fr: Vous n'êtes pas autorisé à mettre à jour ce jeu de données

source: The dataset {id} could not be found.
fr: Le jeu de données {id} n'a pas pu être trouvé.

source: You must add at least one data resource
fr: Vous devez ajouter au moins une ressource de données

source: Error
fr: Erreur

source: Unauthorized to create a resource
fr: Vous n'êtes pas autorisé à créer une ressource

source: Unauthorized to create a resource for this package
fr: Non autorisé à créer une ressource pour cet ensemble

source: Unauthorized to edit this resource
fr: Vous n'êtes pas autorisé à modifier cette ressource

source: Resource has been deleted.
fr: Cette ressource a été supprimée.

source: Unauthorized to delete resource %s
fr: Vous n'êtes pas autorisé à supprimer la ressource %s

source: Bad resource view data
fr: Données invalides pour cette visualisation de ressource

source: Resource view not supplied
fr: Vue de ressources non fourni

source: Unauthorized to edit resource
fr: Non autorisé à éditer la ressource

source: View not found
fr: Ne peut être affiché

source: View Type Not found
fr: Type d'affichage introuvable

source: No user specified
fr: Pas d'utilisateur spécifié
