Repository: fjelltopp/ckanext-who-afro
Catalog: ckanext/who_afro/i18n/*/LC_MESSAGES/ckanext-who-afro.po
Languages: fr

source: Unauthorized to edit a user.
fr: Vous n'êtes pas autorisé à modifier un utilisateur.

source: Password entered was incorrect
fr: Mot de passe entré incorrect

source: incorrect password
fr: mot de passe incorrect

source: Unauthorized to edit user %s
fr: Vous n'êtes pas autorisé à modifier l'utilisateur %s

source: Profile updated
fr: Profil mis à jour

source: Unauthorized to register as a user.
fr: Vous n'êtes pas autorisé à vous inscrire comme utilisateur.

source: Bad Captcha. Please try again.
fr: Mauvais captcha. Merci d'essayer à nouveau.

source: Unauthorized to create user %s
fr: Vous n'êtes pas autorisé à créer l'utilisateur %s

source: User "%s" is now registered but you are still logged in as "%s" from before
fr: L'utilisateur "%s" est désormais enregistré mais vous êtes toujours authentifié en tant que "%s"

source: Login failed. Bad username or password.
fr: Authentification échouée. Mauvais login ou mot de passe.

source: Unauthorized to delete user with id "{user_id}".
fr: Non autorisé à supprimer l'utilisateur avec l'identifiant "{user_id}".

source: Unauthorized to request reset password.
fr: Vous n'êtes pas autorisé à demander une réinitialisation de mot de passe.

source: Email is required
fr: Email requis.

source: Error sending the email. Try again later or contact an administrator for help
fr: Une erreur est survenue lors de l'envoi de l'email. Veuillez réessayer plus tard ou contacter un administrateur.

source: A reset link has been emailed to you (unless the account specified does not exist)
fr: Un lien de réinitialisation vous a été envoyé (sauf si le compte n'existe pas)

source: Unauthorized to reset password.
fr: Vous n'êtes pas autorisé à réinitialiser un mot de passe.

source: Invalid reset key. Please try again.
fr: Clé de réinitialisation invalide. Merci d'essayer à nouveau.

source: Your password must be 8 characters or longer.
fr: Votre mot de passe doit comporter au moins 8 caractères.

source: The passwords you entered do not match.
fr: Les mots de passe saisis ne correspondent pas.

source: You must provide a password
fr: Vous devez fournir un mot de passe

source: Your password has been reset.
fr: Votre mot de passe a bien été réinitialisé.

source: Redirecting to external site is not allowed.
fr: Redirection vers un site externe non autorisée.

source: {n} new activity from {site_title}
fr: {n} nouvelle activité de {site_title}

source: Unauthorized to read dataset %s
fr: Vous n'êtes pas autorisé à lire le jeu de données %s

source: Follow item not found
fr: L'élément suivant est introuvable

source: {0} not found
fr: {0} introuvable

source: Everything
fr: Tout

source: You must be logged in to access your dashboard.
fr: Vous devez vous identifier pour accéder à votre tableau de bord

source: Activity type
fr: Type d'activité

source: Dashboard (%(num)d new item)
fr: Tableau de bord (%(num)d nouvel élément)

source: Activity Stream
fr: Flux d'Activité

source: Changes
fr: Modifications

source: {actor} added the tag {tag} to the dataset {dataset}
fr: {actor} a ajouté le tag {tag} au jeu de données {dataset}

source: {actor} updated the group {group}
fr: {actor} a mis à jour le groupe {group}

source: {actor} updated the organization {organization}
fr: {actor} a mis à jour l'organisation {organization}

source: {actor} updated the resource {resource} in the dataset {dataset}
fr: {actor} a mis à jour la ressource {resource} du jeu de données {dataset}

source: {actor} updated their profile
fr: {actor} a mis à jour son profil

source: {actor} deleted the group {group}
fr: {actor} a supprimé le groupe {group}

source: {actor} deleted the organization {organization}
fr: {actor} a supprimé l'organisation {organization}

source: {actor} deleted the resource {resource} from the dataset {dataset}
fr: {actor} a supprimé la ressource {resource} du jeu de données {dataset}

source: {actor} started following {dataset}
fr: {actor} suit à présent {dataset}

source: {actor} started following {group}
fr: {actor} suit à présent {group}

source: {actor} started following {user}
fr: {actor} suit à présent {user}

source: {actor} created the group {group}
fr: {actor} a créé le groupe {group}

source: {actor} created the organization {organization}
fr: {actor} a créé l'organisation {organization}

source: {actor} added the resource {resource} to the dataset {dataset}
fr: {actor} a ajouté la ressource {resource} au jeu de données {dataset}

source: {actor} signed up
fr: {actor} s'est authentifié

source: {actor} removed the tag {tag} from the dataset {dataset}
fr: {actor} a supprimé le tag {tag} du jeu de données {dataset}

source: News feed
fr: Fil d'actualités

source: Activity from items that I'm following
fr: Activité des éléments que je suis

source: Subscribe to notification emails
fr: S'inscrire aux courriels de notification

source: Activity from:
fr: Activité depuis:

source: Search list...
fr: Rechercher dans la liste...

source: You are not following anything
fr: Vous ne suivez rien

source: Complete
fr: Terminé

source: Pending
fr: En attente

source: Submitting
fr: En cours d'envoi

source: Not Uploaded Yet
fr: Pas encore chargé-es

source: Upload to DataStore
fr: Télécharger vers le DataStore

source: Upload error:
fr: Erreur de chargement :

source: Error:
fr: Erreur :

source: Error traceback:
fr: Opérations précédant l'erreur:

source: Status
fr: Statut

source: Last updated
fr: Dernière modification

source: Upload Log
fr: Journal de chargement

source: Details
fr: Détails

source: End of log
fr: Fin de journal

source: DataStore resource not found
fr: Ressource de magasin de données non trouvée

source: Data Dictionary saved. Any type overrides will take effect when the resource is next uploaded to DataStore
fr: Dictionnaire de données enregistré. Les types de données prioritaires prendront effet la prochaine fois que la ressource sera chargée dans le DataStore.

source: Resource "{0}" was not found.
fr: La ressource "{0}" est introuvable

source: User {0} not authorized to update resource {1}
fr: L'utilisateur {0} n'est pas autorisé à mettre à jour la ressource {1}

source: CKAN Data API
fr: API de données CKAN

source: Access resource data via a web API with powerful query support
fr: Accédez aux données de la ressource via une API web supportant des requêtes puissantes

source: Further information in the <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
fr: Plus d'information dans la <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">documentation de l'API CKAN et de l'extension DataStore</a>.</p>

source: Endpoints
fr: Points d'accès

source: The Data API can be accessed via the following actions of the CKAN action API.
fr: L'API pour les données peut être accédée via les actions suivantes de l'API CKAN.

source: Create
fr: Créer

source: Update / Insert
fr: Modifier / Insérer

source: Query
fr: Requête

source: Query (via SQL)
fr: Requête (via SQL)

source: Querying
fr: Interrogation

source: Query example (first 5 results)
fr: Exemple de requête (5 premiers résultats)

source: Query example (results containing 'jones')
fr: Exemple de requête (résultats contenant 'jones')

source: Query example (via SQL statement)
fr: Exemple de requête (via commande SQL)

source: Example: Javascript
fr: Exemple : Javascript

source: A simple ajax (JSONP) request to the data API using jQuery.
fr: Une requête ajax simple (JSONP) à l'API des données en utilisant jQuery.

source: Example: Python
fr: Exemple : Python

source: Field {num}.
fr: Champ {num}.

source: Type Override
fr: Type prioritaire

source: Label
fr: Intitulé

source: Data Dictionary
fr: Dictionnaire de données

source: Column
fr: Colonne

source: Data API
fr: API de données

source: Show Columns
fr: Afficher Colonnes

source: Datasets per page
fr: Jeux de données par page

source: Test conf
fr: Configuration de test

source: Custom Field Ascending
fr: Champ personnalisé croissant

source: Custom Field Descending
fr: Champ personnalisé décroissant

source: Custom Text
fr: Texte personnalisé

source: custom text
fr: texte personnalisé

source: Country Code
fr: Code pays

source: custom resource text
fr: texte de la ressource personnalisé

source: This is an untranslated string
fr: Ceci est une chaîne de texte non traduite

source: This group has no description
fr: Il n'y a pas de description pour ce groupe

source: CKAN's data previewing tool has many powerful features
fr: L'outil de prévisualisation des données de CKAN possède de nombreuses et puissantes fonctionnalités

source: Image url
fr: URL de l'image

source: eg. http://example.com/image.jpg (if blank uses resource url)
fr: p. ex. http://exemple.com/image.jpg (si elle est vide utiliser l'URL de la ressource)

source: Data Explorer
fr: Explorateur de données

source: Grid
fr: Grille

source: Graph
fr: Graphe

source: Map
fr: Carte

source: error loading view
fr: erreur lors du chargement de la vue

source: Could not load view
fr: Impossible de charger la vue

source: DataStore returned an error
fr: Le Magasin de Données a retourné une erreur

source: DataProxy returned an error
fr: DataProxy a retourné une erreur

source: Row offset
fr: Décalage de la ligne

source: eg: 0
fr: p. ex. 0

source: Number of rows
fr: Nombre de rangées

source: eg: 100
fr: p. ex. 100

source: Graph type
fr: Type de graphes

source: Group (Axis 1)
fr: Groupe (Axe 1)

source: Series (Axis 2)
fr: Série (Axe 2)

source: Field type
fr: Type de champs

source: Latitude field
fr: Champ de latitude

source: Longitude field
fr: Champ de longitude

source: GeoJSON field
fr: Champ GeoJSON

source: Auto zoom to features
fr: Zoom automatique aux fonctionnalités

source: Cluster markers
fr: Marqueurs de regroupement

source: Largest Groups
fr: Groupes les plus gros

source: Number of datasets
fr: Nombre de jeux de données

source: No groups
fr: Pas de groupes

source: Top Tags
fr: Mots-clés les plus utilisés

source: Tag Name
fr: Nom de tag

source: Number of Datasets
fr: Nombre de jeu de données

source: Users Creating Most Datasets
fr: Utilisateur ayant créé le plus de jeux de données

source: Statistics Menu
fr: Menu des statistiques

source: Text
fr: Texte

source: An error occured during AJAX request. Could not load view.
fr: Une erreur est survenue durant une requête AJAX. La vue n'a pas pu être chargée.

source: Website
fr: Site Web

source: Web Page url
fr: URL de la page Web

source: eg. http://example.com (if blank uses resource url)
fr: p. ex. http://exemple.com (si elle est vide utiliser l'URL de la ressource)
