Repository: fjelltopp/ckanext-who-afro
Catalog: ckanext/who_afro/i18n/*/LC_MESSAGES/ckanext-who-afro.po
Languages: fr

source: Resource not found
fr: Ressource introuvable

source: No download is available
fr: Pas de téléchargement disponible

source: Language
fr: Langue

source: Created
fr: Créé le

source: Preview
fr: Aperçu

source: Date format incorrect
fr: Format de date incorrect

source: Missing value
fr: Valeur manquante

source: Dataset not found
fr: Jeu de données introuvable

source: Integrity Error
fr: Erreur d'intégrité

source: Remove
fr: Supprimer

source: Add
fr: Ajouter

source: Visibility
fr: Visibilité

source: Private
fr: Privée

source: Public
fr: Publique

source: Are you sure you want to delete this Group?
fr: Etes-vous sûr de vouloir supprimer ce Groupe?

source: Delete
fr: Supprimer

source: Save Group
fr: Sauvegarder le Groupe

source: Update Organization
fr: Mise à jour de l'Organisation

source: Create Organization
fr: Créer une Organisation

source: Additional Information
fr: Informations additionnelles

source: Field
fr: Champ

source: Value
fr: Valeur

source: Data last updated
fr: Dernière modification de la donnée

source: unknown
fr: inconnu

source: Metadata last updated
fr: Dernière modification de la métadonnée

source: License
fr: Licence

source: State
fr: État

source: Add data
fr: Ajouter des données

source: The form contains invalid entries:
fr: Le formulaire contient des entrées invalides :

source: Authorization function not found: %s
fr: Fonction d'autorisation non trouvée : %s

source: Admin
fr: Administrateur

source: Editor
fr: Éditeur

source: Member
fr: Membre

source: View
fr: Afficher

source: Just now
fr: A l'instant

source: {bytes} bytes
fr: {bytes} octets

source: {kibibytes} KiB
fr: {kibibytes} kibi

source: {mebibytes} MiB
fr: {mebibytes} mébi

source: {gibibytes} GiB
fr: {gibibytes} gibi

source: {tebibytes} TiB
fr: {tebibytes} tébi

source: Unknown
fr: Inconnu(e)

source: Unnamed resource
fr: Ressource sans nom

source: {number} view
fr: {number} vue

source: {number} recent view
fr: {number} vue récente

source: No recipient email address available!
fr: Pas d'adresse e-mail destinataire indiquée !

source: organization
fr: organisation

source: group
fr: groupe

source: The input field %(name)s was not expected.
fr: Le champ saisi %(name)s n'était pas attendu.

source: Please enter an integer value
fr: Vous devez saisir un nombre entier

source: Must be a Unicode string value
fr: Doit être une valeur de chaîne Unicode

source: Resources
fr: Ressources

source: Package resource(s) invalid
fr: Ressource(s) du paquet invalide(s)

source: Tags
fr: Mots-clés

source: Tag vocabulary "%s" does not exist
fr: le mot-clé "%s" n'existe pas

source: Not found
fr: Indisponible

source: User
fr: Utilisateur

source: Dataset
fr: Jeu de données

source: Group
fr: Groupe

source: Could not parse as valid JSON
fr: JSON syntaxiquement invalide

source: An organization must be provided
fr: Une référence à une organisation doit être fournie

source: Organization does not exist
fr: Cette organisation n'existe pas

source: You cannot add a dataset to this organization
fr: Vous ne pouvez pas ajouter un jeu de données à cette organisation

source: Invalid integer
fr: Nombre entier invalide

source: Must be a natural number
fr: Ce doit être un nombre naturel

source: Dataset id already exists
fr: L'identifiant de l'ensemble de données existe déjà

source: Resource
fr: Ressource

source: That group name or ID does not exist.
fr: Ce groupe d'utilisateur ou cet identifiant n'existe pas.

source: Names must be strings
fr: Les noms doivent être des chaînes de caractères

source: That name cannot be used
fr: Ce nom ne peut pas être utilisé

source: Must be at least %s characters long
fr: Doit contenir au moins %s caractères

source: Name must be a maximum of %i characters long
fr: Le nom doit être d'une longueur inférieur à %i caractères

source: Must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
fr: Doit contenir uniquement des caractères alphanumériques en minuscules (ascii) et ces symboles : -_

source: That URL is already in use.
fr: Cette URL est déjà utilisée.

source: Name "%s" length is less than minimum %s
fr: La longueur du nom "%s" est inférieure au minimum %s

source: Name "%s" length is more than maximum %s
fr: La longueur du nom "%s" est supérieur au maximum %s

source: Version must be a maximum of %i characters long
fr: La version ne doit pas être plus longue que %i caractère

source: Duplicate key "%s"
fr: Clé double "%s"

source: Group name already exists in database
fr: Le nom de groupe existe déjà dans la base de données

source: Tag "%s" length is less than minimum %s
fr: La longueur du mot-clé "%s" est inférieure au minimum requis (%s)

source: Tag "%s" length is more than maximum %i
fr: La longueur du mot-clé "%s" est supérieure à la longueur maximale %i

source: Tag "%s" must not be uppercase
fr: Le mot-clé "%s" ne peut contenir de lettres majuscules

source: User names must be strings
fr: Les noms d'utilisateurs doivent être des chaînes de caractères

source: That login name is not available.
fr: Ce nom d'utilisateur n'est pas disponible.

source: That login name can not be modified.
fr: L'identifiant de connexion ne peut pas être modifié.

source: Please enter both passwords
fr: Merci d'entrer les 2 mots de passe

source: Passwords must be strings
fr: Les mots de passe doivent être des chaînes de caractères

source: Your password must be 8 characters or longer
fr: Votre mot de passe doit comporter au moins 8 caractères.

source: The passwords you entered do not match
fr: Les mots de passe saisis ne correspondent pas

source: Edit not allowed as it looks like spam. Please avoid links in your description.
fr: La modification n'est pas autorisée car elle ressemble à du spam. Merci d'éviter les liens dans votre description.

source: Name must be at least %s characters long
fr: Le titre doit comporter au moins %s caractères

source: That vocabulary name is already in use.
fr: Ce nom de vocabulaire est déjà utilisé.

source: Cannot change value of key from %s to %s. This key is read-only
fr: On ne peut pas changer le valeur de la clé de %s à %s. Cette clé est en lecture seulement

source: Tag vocabulary was not found.
fr: Ce vocabulaire de mots-clés n'a pas été trouvé.

source: Tag %s does not belong to vocabulary %s
fr: Le mot-clé %s n'appartient pas au vocabulaire %s

source: No tag name
fr: Aucun nom pour le mot-clé

source: Tag %s already belongs to vocabulary %s
fr: Le mot-clé %s appartient déjà au vocabulaire %s

source: Please provide a valid URL
fr: Merci de fournir une URL valide

source: role does not exist.
fr: Ce rôle n'existe pas

source: Datasets with no organization can't be private.
fr: Les jeux de données n'appartenant pas à une organisation ne peuvent pas être privés.

source: Not a list
fr: Ce n'est pas une liste

source: Not a string
fr: Ce n'est pas une chaîne de caractères

source: This parent would create a loop in the hierarchy
fr: Ce parent créerait une boucle dans la hiérarchie

source: "filter_fields" and "filter_values" should have the same length
fr: Les valeurs "filter_fields" et "filter_values" doivent être de même longueur

source: "filter_fields" is required when "filter_values" is filled
fr: "filter_fields" est nécessaire lorsque "filter_values" est rempli

source: "filter_values" is required when "filter_fields" is filled
fr: "filter_values" est nécessaire lorsque "filter_fields" est rempli

source: There is a schema field with the same name
fr: Il y a un champ de schéma avec le même nom

source: Email {email} is not a valid format
fr: Le courriel {email} n'est pas au bon format

source: Missing Value
fr: valeur manquante

source: User not found
fr: Utilisateur introuvable

source: Trying to create an organization as a group
fr: Tentative de création d'une organisation en tant que groupe

source: You must be logged in to follow users
fr: Vous devez vous identifier pour suivre des utilisateurs

source: You cannot follow yourself
fr: Il n'est pas possible de s'abonner à soi-même

source: You are already following {0}
fr: Vous suivez déjà {0}

source: You must be logged in to follow a dataset.
fr: Vous devez vous identifier pour suivre un jeu de données.

source: Organization not found
fr: Organisation non trouvée

source: Group not found
fr: Groupe introuvable

source: User {username} does not exist.
fr: L'utilisateur {username} n'existe pas.

source: You must be logged in to follow a group.
fr: Vous devez vous identifier pour suivre un groupe.

source: Organization cannot be deleted while it still has datasets
fr: L'organisation ne peut être supprimée tant qu'elle a des jeux de données.

source: id not in data
fr: cet identifiant n'est pas dans la donnée

source: Could not find vocabulary "%s"
fr: Impossible de trouver le vocabulaire "%s"

source: Could not find tag "%s"
fr: Impossible de trouver le tag "%s"

source: You must be logged in to unfollow something.
fr: Vous devez vous identifier pour cesser de suivre quelque chose.

source: You are not following {0}.
fr: Vous ne suivez pas {0}.

source: Resource was not found.
fr: Ressource introuvable.

source: Parameter is not an bool
fr: Le paramètre n'est pas un booléen

source: Must be <field>:<value> pair(s)
fr: Paire(s) de <field>:<value> obligatoire

source: Field "{field}" not recognised in resource_search.
fr: Le champ "{field}" n'est pas reconnu dans resource_search.

source: Package was not found.
fr: Jeu de données introuvable.

source: TaskStatus was not found.
fr: Le statut de la tâche est introuvable.

source: Organization was not found.
fr: Organisation introuvable

source: User %s not authorized to create packages
fr: L'utilisateur %s n'est pas autorisé à enregistrer des jeux de données

source: User %s not authorized to edit these groups
fr: L'utilisateur %s n'est pas autorisé à modifier ces groupes

source: User %s not authorized to add dataset to this organization
fr: L'utilisateur %s n'est pas autorisé à ajouter un jeu de données à cette organisation

source: No dataset id provided, cannot check auth.
fr: Aucun identifiant de jeu de données fourni, impossible de vérifier l'authentification.

source: No package found for this resource, cannot check auth.
fr: Pas de jeu de données trouvé pour cette ressource, impossible de vérifier l'authentification.

source: User %s not authorized to create resources on dataset %s
fr: Utilisateur %s non autorisé à créer des ressources sur le jeu de données %s

source: User %s not authorized to edit these packages
fr: L'utilisateur %s n'est pas autorisé à modifier ces jeux de données

source: User %s not authorized to create groups
fr: L'utilisateur %s n'est pas autorisé à créer ces groupes

source: User %s not authorized to create organizations
fr: L'utilisateur %s n'est pas autorisé à créé des organisations

source: User {user} not authorized to create users via the API
fr: L'utilisateur {user} n'est pas autorisé à créer des utilisateurs via l'API

source: Not authorized to create users
fr: Non autorisé à créer des utilisateurs

source: Group was not found.
fr: Groupe introuvable.

source: User %s not authorized to add members
fr: L'utilisateur %s n'est pas autorisé à ajouter des membres

source: User %s not authorized to edit group %s
fr: L'utilisateur %s n'est pas autorisé à modifier le groupe %s

source: User %s not authorized to delete resource %s
fr: L'utilisateur %s n'est pas autorisé à supprimer la ressource %s

source: Resource view not found, cannot check auth.
fr: Visualisation de ressource introuvable, impossible de vérifier l'authentificaiton

source: User %s not authorized to delete relationship %s
fr: L'utilisateur %s n'est pas autorisé à supprimer la relation %s

source: User %s not authorized to delete groups
fr: L'utilisateur %s n'est pas autorisé à supprimer des groupes

source: User %s not authorized to delete group %s
fr: L'utilisateur %s n'est pas autorisé à supprimer le groupe %s

source: User %s not authorized to delete organizations
fr: L'utilisateur %s n'est pas autorisé à supprimer les organisations

source: User %s not authorized to delete organization %s
fr: L'utilisateur %s n'est pas autorisé à supprimer l'organisation %s

source: Not authorized
fr: Non autorisé

source: User %s not authorized to read these packages
fr: L'utilisateur %s n'est pas autorisé à lire ces jeux de données

source: User %s not authorized to read package %s
fr: L'utilisateur %s n'est pas autorisé à lire le jeu de données %s

source: User %s not authorized to read resource %s
fr: L'utilisateur %s n'est pas autorisé à lire la ressource %s

source: User %s not authorized to read group %s
fr: Utilisateur %s non autorisé à lire le groupe %s

source: User %s not authorized to edit package %s
fr: L'utilisateur %s n'est pas autorisé à modifier le jeu de données %s

source: User %s not authorized to edit resource %s
fr: L'utilisateur %s n'est pas autorisé à modifier la ressource %s

source: User %s not authorized to change state of package %s
fr: L'utilisateur %s n'est pas autorisé à modifier l'état du jeu de données %s

source: User %s not authorized to edit organization %s
fr: L'utilisateur %s n'est pas autorisé à modifier l'organisation %s

source: User %s not authorized to change state of group %s
fr: L'utilisateur %s n'est pas autorisé à modifier l'état du groupe %s

source: User %s not authorized to edit permissions of group %s
fr: L'utilisateur %s n'est pas autorisé à modifier les permissions du groupe %s

source: Have to be logged in to edit user
fr: Vous devez vous identifier pour modifier l'utilisateur

source: User %s not authorized to edit user %s
fr: L'utilisateur %s n'est pas autorisé à modifier l'utilisateur %s

source: User %s not authorized to update task_status table
fr: L'utilisateur %s n'est pas autorisé à mettre à jour la table task_status

source: User %s not authorized to update term_translation table
fr: L'utilisateur %s n'est pas autorisé à mettre à jour la table term_translation

source: License not specified
fr: Licence non spécifiée

source: Other (Open)
fr: Autre (Ouvert)

source: Other (Public Domain)
fr: Autre (Domaine Public)

source: Other (Attribution)
fr: Autre (Attribution)

source: Creative Commons Non-Commercial (Any)
fr: Creative Commons Non-Commercial (n'importe laquelle)

source: Other (Non-Commercial)
fr: Autre (Non-Commercial)

source: Other (Not Open)
fr: Autre (Fermé)

source: depends on %s
fr: dépend de %s

source: is a dependency of %s
fr: est une dépendance de %s

source: derives from %s
fr: dérive de %s

source: has derivation %s
fr: a pour dérivé %s

source: links to %s
fr: est lié à %s

source: is linked from %s
fr: est référencé par %s

source: is a child of %s
fr: est un enfant de %s

source: is a parent of %s
fr: est un parent de %s

source: has sibling %s
fr: a des liens de fraternité avec %s

source: There is no API data to load for this resource
fr: Il n'y a pas de données API à télécharger pour cette ressource

source: Failed to load data API information
fr: Le chargement de l'information de l'API de données a échoué

source: Start typing…
fr: Commencez la saisie ...

source: No matches found
fr: Aucune correspondance trouvée

source: Input is too short, must be at least one character
fr: Saisie trop courte, au moins un caractère est nécessaire

source: There are unsaved modifications to this form
fr: Des modifications de ce formulaire n'ont pas été enregistrées

source: Please Confirm Action
fr: Veuillez confirmer l'action

source: Are you sure you want to perform this action?
fr: Etes-vous sûr de vouloir exécuter cette commande ?

source: Confirm
fr: Confirmation

source: Cancel
fr: Annuler

source: Unfollow
fr: Se désabonner

source: Follow
fr: S'abonner

source: Link
fr: Lien

source: Link to a URL on the internet (you can also link to an API)
fr: Lien vers une URL sur internet (vous pouvez aussi donner un lien vers une API)

source: Upload
fr: Envoi

source: Upload a file on your computer
fr: Télécharger un fichier sur votre ordinateur

source: File
fr: Fichier

source: Reorder resources
fr: Réordonner les ressources

source: You can rearrange the resources by dragging them using the arrow icon. Drag the resource to the right and place it to the desired location on the list. When you are done, click the "Save order" -button.
fr: Vous pouvez trier les resources par glisser-déposer en utilisant l'icône en forme de flèches. Quand vous avez terminé, cliquez sur le bouton « Enregistrer l'ordre ».

source: Save order
fr: Enregistrer l'ordre

source: Saving...
fr: Sauvegarde en cours...

source: Add Filter
fr: Ajouter un filtre

source: Select a field
fr: Sélectionnez un champ

source: Edit
fr: Éditer

source: Show more
fr: Montrer plus

source: Hide
fr: Cacher

source: Error %(error_code)s
fr: Erreur %(error_code)s

source: About {0}
fr: À propos de {0}

source: CKAN API
fr: API CKAN

source: CKAN Association
fr: Association CKAN

source: <strong>Powered by</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>
fr: <strong>Généré par</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>

source: Sysadmin settings
fr: Réglages sysadmin

source: View profile
fr: Voir le profil

source: Dashboard
fr: Tableau de bord

source: Log out
fr: Déconnexion

source: Log in
fr: Connexion

source: Register
fr: S'inscrire

source: Datasets
fr: Jeux de données

source: Organizations
fr: Organisations

source: Groups
fr: Groupes

source: About
fr: À propos

source: Search
fr: Rechercher

source: Search datasets...
fr: Rechercher les jeux des données...

source: Sysadmins
fr: Administrateurs systèmes

source: Config
fr: Configuration

source: Trash
fr: Poubelle

source: Site Title
fr: Titre du site

source: Site Tag Line
fr: Slogan du site

source: Site logo
fr: Logo du site

source: About page text
fr: Texte de la page à propos

source: Intro Text
fr: Texte d'Intro

source: Text on home page
fr: Texte de la page d'accueil

source: Custom CSS
fr: CSS personnalisés

source: Customisable css inserted into the page header
fr: CSS personnalisés insérés dans l'en-tête de la page

source: Homepage
fr: Page d'accueil

source: Are you sure you want to reset the config?
fr: Etes-vous sur de vouloir réinitialiser la configuration ?

source: Reset
fr: Réinitialisation

source: Update Config
fr: Mettre à jour la configuration

source: CKAN config options
fr: CKAN options de configuration

source: Confirm Reset
fr: Confirmez la demande de réinitialisation

source: Administer CKAN
fr: Administrer CKAN

source: Confirm Delete
fr: Confirmer la suppression

source: Purge
fr: Purger

source: Standard Input
fr: Entrée standard

source: Medium Width Input
fr: Entrée ayant un longueur moyenne

source: Full
fr: Complet

source: Full Width Input
fr: Entrée sur toute la largeur

source: Large
fr: Grand

source: Large Input
fr: Grande entrée

source: Prepend
fr: Ajouter un préfixe

source: Prepend Input
fr: Saisie du préfixe

source: Custom Field (empty)
fr: Champ personnalisé (vide)

source: Custom Field
fr: Champ personnalisé

source: Textarea
fr: Zone textuelle

source: Select
fr: Sélectionner

source: Administrators
fr: Administrateurs

source: Group Form
fr: Formulaire de groupe

source: Are you sure you want to delete group - {name}?
fr: Êtes-vous sûr de vouloir supprimer le groupe - {name}?

source: Are you sure you want to delete member - {name}?
fr: Êtes-vous sûr de vouloir supprimer le membre - {name}?

source: Manage
fr: Éditer

source: Edit Group
fr: Modifier le Groupe

source: Members
fr: Membres

source: Followers
fr: Abonnés

source: Add Group
fr: Ajouter un groupe

source: Search groups...
fr: Rechercher des groupes...

source: Name Ascending
fr: Nom croissant

source: Name Descending
fr: Nom décroissant

source: There are currently no groups for this site
fr: Il n'y a actuellement aucun groupe pour ce site

source: How about creating one?
fr: Et si vous en créiez un ?

source: Back to all members
fr: Retour à tous les membres

source: Edit Member
fr: Modifier le membre

source: Add Member
fr: Ajouter un membre

source: Existing User
fr: Utilisateur existant

source: If you wish to add an existing user, search for their username below.
fr: Si vous désirez ajouter un utilisateur existant, recherchez son nom ci-dessous

source: or
fr: ou

source: New User
fr: Nouvel Utilisateur

source: If you wish to invite a new user, enter their email address.
fr: Si vous désirez inviter un nouvel utilisateur, entrez son adresse email.

source: Role
fr: Rôle

source: Are you sure you want to delete this member?
fr: Etes-vous sûr de vouloir supprimer ce membre?

source: Save
fr: Enregistrer

source: What are roles?
fr: Que sont les rôles ?

source: <p><strong>Admin:</strong> Can edit group information, as well as manage organization members.</p> <p><strong>Member:</strong> Can add/remove datasets from groups</p>
fr: <p><strong>Administrateur:</strong> Peut éditer les informations de groupe, ainsi que gérer les membres d'organisations.</p> <p><strong>Membre:</strong> Peut ajouter/retirer des jeux de données de groupes</p>

source: Create a Group
fr: Créer un Groupe

source: Update Group
fr: Modifier le groupe

source: Create Group
fr: Créer le Groupe

source: Relevance
fr: Pertinence

source: Last Modified
fr: Modifié le

source: Popular
fr: Populaire

source: Datasets in group: {group}
fr: Jeux de données du groupe : {group}

source: Name
fr: Titre

source: My Group
fr: Mon Groupe

source: A little information about my group...
fr: Un peu d'information au sujet de mon groupe...

source: {num} Dataset
fr: {num} Jeu de données

source: 0 Datasets
fr: 0 Jeu de données

source: View {name}
fr: Afficher {name}

source: Remove dataset from this group
fr: Supprimer le jeu de données de ce groupe

source: What are Groups?
fr: Que sont les groupes ?

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
fr: Vous pouvez utiliser les groupes CKAN pour créer et gérer des collections de jeux de données. Cela peut être pour cataloguer des jeux de données pour un projet ou une équipe en particulier, ou autour d'un thème spécifique, ou comme moyen très simple d'aider à parcourir et découvrir vos jeux de données publiés.

source: Deleted
fr: Supprimé

source: read more
fr: lire plus

source: Welcome
fr: Bienvenue

source: Welcome to CKAN
fr: Bienvenue sur CKAN

source: This is a nice introductory paragraph about CKAN or the site in general. We don't have any copy to go here yet but soon we will
fr: Ceci est un paragraphe d'introduction à propos de CKAN ou du site en général. Nous n'avons pas encore de rédactionnel à mettre ici, mais nous en aurons bientôt

source: This is a featured section
fr: Ceci est une section sélectionnée

source: E.g. environment
fr: Par exemple environnement

source: Search data
fr: Chercher des données

source: Search datasets
fr: Chercher des jeux de données

source: Popular tags
fr: Mots-clés populaires

source: {0} statistics
fr: {0} statistiques

source: dataset
fr: jeu de données

source: datasets
fr: jeux de données

source: organizations
fr: organisations

source: groups
fr: groupes

source: This field is required
fr: Ce champ est requis

source: http://example.com/my-image.jpg
fr: http://exemple.com/mon-image.jpg

source: Image URL
fr: URL de l'image

source: Clear Upload
fr: Annuler le transfert

source: Custom
fr: Personnalisé

source: Required field
fr: Champ requis

source: Organization Form
fr: Formulaire d'organisation

source: Edit datasets
fr: Modifier les jeux de données

source: found for "{query}"
fr: trouvé pour "{query}"

source: Sorry no datasets found for "{query}"
fr: Désolé, aucun jeu de données trouvé pour "{query}"
